<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Программирование на языке PHP</title>
</head>
<body>

    
    <?php
// Коэффициенты уравнения: a*x^2 + b*x + c = 0
$a = 1; 
$b = -3; 
$c = 2;

echo "Уравнение: {$a}x² + ({$b})x + ({$c}) = 0<br>";

// 1. Находим дискриминант
$d = $b**2 - 4 * $a * $c;
echo "Дискриминант (D) = $d<br><br>";

// 2. Проверяем условия
if ($d > 0) {
    // Два корня
    $x1 = (-$b + sqrt($d)) / (2 * $a);
    $x2 = (-$b - sqrt($d)) / (2 * $a);
    echo "D > 0, следовательно, два корня:<br>";
    echo "x1 = $x1<br>";
    echo "x2 = $x2";
} elseif ($d == 0) {
    // Один корень
    $x = (-$b + sqrt($d)) / (2 * $a);
    echo "D = 0, следовательно, один корень:<br>";
    echo "x = $x";
} else {
    // Нет корней
    echo "D < 0, следовательно, корней нет.";
}
?>


	
</body>
</html>	