<?php
// двумерный индексный массив
$country = [
["Китай", "Пекин", 1.40],
["Индия", "Нью-Дели", 1.37],
["США", "Вашингтон", 0.32],
["Индонезия", "Джакарта", 0.24]
];
// вывод данных двумерного массива, конкатенация
echo "Страна: " . $country[0][0] . ", Столица: " .
$country[0][1] . ", Население: " . $country[0][2] . "
(млрд.чел.)<br>";
echo "Страна: " . $country[1][0] . ", Столица: " .
$country[1][1] . ", Население: " . $country[1][2] . "
(млрд.чел.)<br>";
echo "Страна: " . $country[2][0] . ", Столица: " .
$country[2][1] . ", Население: " . $country[2][2] . "
(млрд.чел.)<br>";
echo "Страна: " . $country[3][0] . ", Столица: " .
$country[3][1] . ", Население: " . $country[3][2] . "
(млрд.чел.)<br>";
echo "<p><hr />";
// или так
// вывод данных двумерного массива, интерполяция
echo "Страна: {$country[0][0]}, Столица: {$country[0][1]},
Население: {$country[0][2]} (млрд.чел.)<br>";
echo "Страна: {$country[1][0]}, Столица: {$country[1][1]},
Население: {$country[1][2]} (млрд.чел.)<br>";
echo "Страна: {$country[2][0]}, Столица: {$country[2][1]},
Население: {$country[2][2]} (млрд.чел.)<br>";
echo "Страна: {$country[3][0]}, Столица: {$country[3][1]},
Население: {$country[3][2]} (млрд.чел.)<br>";
?>
