<?php
$discography = [
    [
        'ID' => 1,
        'Название альбома' => 'Atom Heart Mother',
        'Дата выпуска' => '10 октября 1970',
        'Лейбл' => 'EMI, Harvest, Capitol',
        'Формат' => 'LP, CD',
        'Статус' => 'Золотой (USA)'
    ],
    [
        'ID' => 2,
        'Название альбома' => 'Meddle',
        'Дата выпуска' => '30 октября 1971',
        'Лейбл' => 'EMI, Harvest, Capitol',
        'Формат' => 'Vinyl, Кассета, CD',
        'Статус' => 'Платиновый (USA)'
    ],
    [
        'ID' => 3,
        'Название альбома' => 'Obscured by Clouds',
        'Дата выпуска' => '3 июня 1972',
        'Лейбл' => 'EMI, Harvest, Capitol',
        'Формат' => 'LP, Кассета, CD',
        'Статус' => 'Золотой (USA), Серебряный (GBR)'
    ],
    [
        'ID' => 4,
        'Название альбома' => 'The Dark Side of the Moon',
        'Дата выпуска' => '17 марта 1973',
        'Лейбл' => 'Harvest, Capitol, EMI',
        'Формат' => 'LP, Кассета, CD, SACD',
        'Статус' => 'Платиновый (USA), Платиновый (GBR), Бриллиантовый (CAN)'
    ],
    [
        'ID' => 5,
        'Название альбома' => 'Wish You Were Here',
        'Дата выпуска' => '15 сентября 1975',
        'Лейбл' => 'Harvest, EMI, Columbia, Capitol',
        'Формат' => 'LP, 8-track, Кассета, CD, SACD',
        'Статус' => 'Платиновый (USA), Золотой (GBR), Платиновый (CAN)'
    ],
    [
        'ID' => 6,
        'Название альбома' => 'Animals',
        'Дата выпуска' => '23 января 1977',
        'Лейбл' => 'Harvest, EMI Columbia, Capitol',
        'Формат' => 'LP, 8-track, Кассета, CD',
        'Статус' => 'Платиновый (USA), Золотой (GBR), Платиновый (CAN)'
    ],
    [
        'ID' => 7,
        'Название альбома' => 'The Wall',
        'Дата выпуска' => '30 ноября 1979',
        'Лейбл' => 'Harvest, EMI, Columbia, Capitol',
        'Формат' => 'LP, 8-track, Кассета, CD',
        'Статус' => 'Платиновый (USA), Платиновый (GBR), Бриллиантовый (CAN), Платиновый (NLD)'
    ],
    [
        'ID' => 8,
        'Название альбома' => 'The Final Cut',
        'Дата выпуска' => '21 марта 1983',
        'Лейбл' => 'Harvest, EMI, Columbia, Capitol',
        'Формат' => 'LP, 8-track, Кассета, CD',
        'Статус' => 'Платиновый (USA), Золотой (GBR), Золотой (NLD)'
    ],
    [
        'ID' => 9,
        'Название альбома' => 'A Momentary Lapse of Reason',
        'Дата выпуска' => '8 сентября 1987',
        'Лейбл' => 'EMI, Columbia',
        'Формат' => 'LP, Кассета, CD',
        'Статус' => 'Платиновый (USA), Золотой (GBR), Платиновый (CAN), Золотой (NLD)'
    ],
    [
        'ID' => 10,
        'Название альбома' => 'The Division Bell',
        'Дата выпуска' => '30 марта 1994',
        'Лейбл' => 'EMI, Columbia',
        'Формат' => 'LP, Кассета, CD',
        'Статус' => 'Платиновый (USA), Платиновый (GBR), Платиновый (CAN), Платиновый (NLD)'
    ]
];
echo '<pre>';
print_r($discography);
echo '</pre>';
?>